Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

source: It seems such a shame to not share\nthis news with other folks…\pI wish I could tell someone…\nLet others know the news…
pl: To wstyd nie dzielić się takimi\nwiadomościami z innymi…\pChciałbym móc komuś to powiedzieć…\nNiech inni się dowiedzą…

source: Ah, you've spread the news for me?\pGood news becomes worthwhile when\nall sorts of people share it.\pAs my thanks for your spreading\nthe news, take this!
pl: Ach, rozniosłeś dla mnie wieści?\pDobre nowiny stają się cenne, gdy\njest je z kim dzielić.\pW ramach podziękowania, proszę cię,\nweź ten prezent!

source: You've spread the news some more?\nMagnificent!\pThat piece of news must be\ndelighted to be passed around so.\pYes, indeed!\pConsider this a show of\nappreciation from me and the news.\pI'll give you more BERRIES than\nI usually do.
pl: Rozniosłeś wiadomości?\nWspaniale!\pTa informacja musi być zachwycona,\nwiedząc, że tak się przemieszcza.\pJestem tego pewien!\pPrzyjmij to w dowód\nwdzięczności mojej i wiadomości.\pDam ci więcej JAGÓD niż daję\nzazwyczaj.

source: I'm quite enjoying myself with all\nsorts of news.\pYes, I am satisfied!\nI won't be bored for a while.
pl: Bardzo lubię słuchać najróżniejszych\ninformacji.\pTak, bardzo się cieszę!\nNie będzie mi się nudzić.

# Hm? Your BERRY POUCH is full. My gift remains ungiven, then.
source: Hm? Your BERRY POUCH is full.\nMy gift remains ungiven, then.
pl: Hm? Twój WOREK NA JAGODY jest pełen.\nNo to nie ma prezentu.

source: I concoct a variety of medicine\nfrom BERRY POWDER.\pUsing good BERRY POWDER, I can\nmake any kind of medicine.\pNow tell me, have you any interest\nin BERRIES?
pl: Przygotowuję różne leki z\nJAGODOWEGO PROSZKU.\pDzięki JAGODOWEMU PROSZKOWI, mogę\nprzyrządzić każdy rodzaj leku.\pPowiedz mi, interesujesz się\nmoże JAGODAMI?

# Ah, good! For you, then, I have just the thing.
source: Ah, good! For you, then, I have\njust the thing.
pl: Świetnie! Więc mam coś\nspecjalnie dla ciebie.

source: There's something new on the second\nfloor of POKéMON CENTERS, at the\lDIRECT CORNER.\pThey installed a Wireless Adapter\nmachine for crushing BERRIES.\pThis is where you come in.\pI have a favor to ask, one that\nI can entrust only to you.\pCould you make BERRY POWDER for\nme using that machine?\pDon't forget, the machine is at the\nDIRECT CORNER of POKéMON CENTERS.\pI'll concoct medicine for you if\nyou bring me some BERRY POWDER.\pDon't forget, crush BERRIES into\nBERRY POWDER and bring it to me.
pl: Coś nowego pojawiło się na drugim\npiętrze CENTER POKéMON, w\pDIRECT CORNER.\pZainstalowali maszynę scaloną z\nWireless Adapter służącą do\pmiażdżenia JAGÓD.\pTu zaczyna się twoje zadanie.\pMam do ciebie wielką przysługę,\nrzecz o którą mogę prosić tylko\pciebie.\pCzy możesz robić dla mnie\nPROSZEK tą maszyną?\pNie zapomnij, znajduje się\nw DIRECT CORNER w CENTRACH POKéMON.\pJeśli będziesz mi przynosić\nJAGODOWY PROSZEK, będę mógł ci\probić leki.\pNie zapomnij! Gnieć JAGODY\nna PROSZEK i przynoś go mi.

# Why must you lie to me?pHow many BERRIES do you have? Not a one!
source: Why must you lie to me?\pHow many BERRIES do you have?\nNot a one!
pl: Czemu kłamiesz?\pIle masz ze sobą JAGÓD?\nAni jednej!

source: You have no interest in BERRIES?\pYoung one, it's important to take an\ninterest in all sorts of things.
pl: Nie interesują cię JAGODY?\pMłodzieńcze, bardzo ważne jest\ninteresować się wieloma rzeczami.

# Er-hem! Have you brought me some BERRY POWDER?
source: Er-hem! Have you brought me some\nBERRY POWDER?
pl: Czy przyniosłeś mi\ntrochę JAGODOWEGO PROSZKU?

# With what would you like to exchange it?
source: With what would you like to \nexchange it?
pl: Na co chciałbyś go \nwymienić?

# Fine, you'll exchange your BERRY POWDER for one {STR_VAR_1}?
source: Fine, you'll exchange your BERRY\nPOWDER for one {STR_VAR_1}?
pl: Rozumiem, chcesz wymienić JAGODOWY\nPROSZEK za {STR_VAR_1}?

# Hm? You don't have enough BERRY POWDER.
source: Hm? You don't have enough\nBERRY POWDER.
pl: Hm? Masz za mało\nJAGODOWEGO PROSZKU.

source: This is fine BERRY POWDER indeed.\nIt will make excellent medicine.\pWould you like to trade more BERRY\nPOWDER for something else?
pl: Zaiste, jest to świetny JAGODOWY\nPROSZEK. Będą z niego dobre leki.\pCzy chcesz wymienić więcej JAGODOWEGO\nPROSZKU na coś innego?

# That's fine, then. I'll hope to see you back again.
source: That's fine, then.\nI'll hope to see you back again.
pl: Rozumiem. Mam nadzieje,\nże jeszcze się spotkamy.

# Come see me if you'd like to trade your BERRY POWDER.
source: Come see me if you'd like to trade\nyour BERRY POWDER.
pl: Odwiedź mnie, gdy będziesz chciał\nwymienić PROSZEK.

source: REPEL not only keeps bugs away,\nit also works on weak POKéMON.\pPut your strongest POKéMON at the\nleft of the POKéMON LIST.\pIf your first POKéMON is strong,\nREPEL's effect is boosted.
pl: ODGANIACZ nie tylko odgania robaki,\ndziała też na słabe POKéMONY.\pUmieść swojego najsilniejszego\nPOKéMONA po lewej stronie LISTY.\pIm silniejszy POKéMON, tym\nwiększy efekt ODGANIACZA.

source: Do you know about RARE CANDY?\nThey don't sell it in shops.\pI think it makes POKéMON grow\nvery quickly all of a sudden.
pl: Słyszałeś o CUKIERKU?\nNie sprzedają go w sklepach.\pPodobno powoduje, że POKéMON\nrośnie nagle w szybkim tempie.

source: That BILL!\pI heard that he'll do whatever it\ntakes to get rare POKéMON.\pHe's not above doing all sorts\nof things, I've heard.
pl: Ten BILL!\pPodobno dla zdobycia rzadkich\nPOKéMONÓW zrobi wszystko!\pA podobno nie jest taki skory\ndo robienia czegoś dla kogoś.

source: Have you heard about BILL?\pEveryone calls him a POKéMANIAC!\pI think people are just jealous of\nBILL, though.\pWho wouldn't want to boast about\ntheir POKéMON?
pl: Słyszałeś o BILLU?\pWszyscy nazywają go\nPOKéMANIAKIEM!\pMyślę, że ludzie są zwyczajnie\nzazdrośni o jego kolekcję.\pKto niechciałby mieć takich\nPOKéMONÓW?

# BILL has lots of POKéMON! He collects rare ones, too!
source: BILL has lots of POKéMON!\nHe collects rare ones, too!
pl: BILL ma wiele POKéMONÓW!\nZbiera też te rzadkie!

source: Why don't you go upstairs and try\ntrading POKéMON with your friends?\pYou could get a lot more variety\nby trading.\pThe POKéMON you get in trades grow\nquickly, too.
pl: Może pójdziesz na górę i spróbujesz\nwymienić się POKéMONAMI z kumplami?\pWymieniając się można zdobyć\nwiele różnych POKéMONÓW.\pNo i stworki z wymiany szybko\nrosną.

source: The door is locked…
pl: Drzwi są zamknięte…

source: CINNABAR GYM's BLAINE is quite the\nodd fellow.\pHe's lived on the island since way\nbefore the LAB was built.
pl: BLAINE z SALI CINNABAR to stary\nkoleś.\pŻył na tej wyspie już wtedy, gdy nie \nbyło tu jeszcze LABORATORIUM.

source: Scientists conduct experiments \nin the burned-out building.\pYou know, the one they call the\nPOKéMON MANSION.
pl: Naukowcy przeprowadzali\ndoświadczenia w spalonym budynku.\pWiesz, w tym, który nazywano\nDWOREM POKéMONÓW.

# CINNABAR ISLAND The Fiery Town of Burning Desire
source: CINNABAR ISLAND\nThe Fiery Town of Burning Desire
pl: WYSPA CINNABAR\nOgniste Miasto Płonących Pasji

source: POKéMON LAB
pl: LAB.POKéMON

# CINNABAR ISLAND POKéMON GYM LEADER: BLAINElThe Hotheaded Quiz Master!
source: CINNABAR ISLAND POKéMON GYM\nLEADER: BLAINE\lThe Hotheaded Quiz Master!
pl: SALA POKéMON WYSPY CINNABAR\nLIDER: BLAINE\lGorący Mistrz Quizów!

# Huh? Hey, if it isn't {PLAYER}!
source: Huh?\nHey, if it isn't {PLAYER}!
pl: Co?\nHej, czyż to nie {PLAYER}!

source: Look, it's me, BILL.\nLong time no see!\pI hope you're still using my\nPC system.\pWell, listen, since we met up here,\nhow about spending time with me?\pThere's this little island in the far\nsouth called ONE ISLAND.\pA friend invited me, so I'm on my\nway out there.\pHow about it?\nDo you feel like coming with me?
pl: Tak, to ja, BILL!\nKopę lat!\pMam nadzieję, że nadal używasz\nmojego systemu PC.\pNo nie ważne. Skoro już się\nspotkaliśmy, może wybierzesz\psię ze mną?\pNa południu znajduje się taka mała\nwyspa nazywana WYSPĄ ONE.\pZaprosił mnie tam przyjaciel, więc\nwłaśnie tam płynę.\pWięc jak?\nCzy chcesz się ze mną wybrać?

# All right, then. Let's go!
source: All right, then.\nLet's go!
pl: To świetnie!\nRuszajmy!

source: What, are you too busy?\pWell, all right.\nThe boat hasn't arrived yet anyway.\pI'll be waiting at the POKéMON\nCENTER over there.\pCome see me when you're done with\nyour business here.
pl: Co, jesteś zbyt zajęty?\pNo dobra.\nŁódź i tak jeszcze nie przypłynęła.\pBędę czekał przy tym CENTRUM\nPOKéMONÓW. Wpadnij do\pmnie, gdy zrobisz już to,\nco cię tu zatrzymuje.

source: Looks like my pal's boat arrived,\ntoo.\pHe sent it specially here to\nCINNABAR to pick me up.
pl: Wygląda na to, że to nasza\nłódź.\pWysłał ją specjalnie na CINNABAR,\nby mnie podwieźć.

source: Hey, wasn't that a long cruise?\pMy buddy CELIO seemed to enjoy\nyour company.\pI'm sure he'd welcome you if you\nwere to visit him again.\pIf you have a TRI-PASS, you can\nalways take a ferry there from\lVERMILION PORT.\pAll right, thanks for your company!
pl: Hej, to była długa podróż, co?\pMój kumpel CELIO bardzo dobrze\nsię bawił.\pJestem pewien, że chętnie przyjmie\ncię znowu do siebie.\pMając TRÓJ-BILET zawsze będziesz\nmógł wybrać się na tam z\pPORTU W VERMILION.\pNo to świetnie, dziękuję za\ntowarzystwo!

source: Hah!\pI am BLAINE, the red-hot LEADER\nof CINNABAR GYM!\pMy fiery POKéMON are all rough\nand ready with intense heat!\pThey incinerate all challengers!\pHah!\nYou better have BURN HEAL!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}
pl: Hah!\pJestem BLAINE, gorący LIDER\nSALI w CINNABAR!\pMoje ogniste POKéMONY są twarde i\ngotowe na gorący pojedynek!\pPrzyjmą każde wyzwanie!\pHah!\nLepiej zaopatrz się w LEK OPARZEN!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}

source: I have burned down to nothing!\nNot even ashes remain!\pYou have earned the VOLCANOBADGE.
pl: Pomysł spalił na panewce!\nNie ostał się nawet popiół!\pZarobiłeś tą\nODZNAKĘ WULKANU.

# FIRE BLAST is the ultimate fire technique.pDon't waste it on WATER POKéMON.
source: FIRE BLAST is the ultimate fire\ntechnique.\pDon't waste it on WATER POKéMON.
pl: PODMUCH OGNIA to super ognista\ntechnika.\pNie trać jej na WODNE POKéMONY.

source: Hah!\pThe VOLCANOBADGE heightens the\nSPECIAL stats of your POKéMON.\pHere, you can have this, too!
pl: Hah!\pODZNAKA WULKANU zwiększa SPECJALNE\nstatystyki twoich POKéMONÓW.\pProszę, możesz wziąć i to!

# {PLAYER} received TM38 from BLAINE.
source: {PLAYER} received TM38\nfrom BLAINE.
pl: {PLAYER} dostaje TM38\nod BLAINE'A.

source: TM38 contains FIRE BLAST.\nTeach it to FIRE-type POKéMON.\pVULPIX or CHARMELEON would be\nideal for that move.
pl: TM38 zawiera PODMUCH OGNIA.\nNaucz go OGNISTEGO POKéMONA.\pVULPIX lub CHARMELEON byłby\nidealny na taki ruch.

source: Make space for this, child!
pl: Zrób na to miejsce, mały!

# Do you know how hot POKéMON fire breath can get?
source: Do you know how hot POKéMON fire\nbreath can get?
pl: Wiesz jak gorący może stać się\noddech POKéMONA?

# Yow! Hot, hot, hot!
source: Yow!\nHot, hot, hot!
pl: Jał!\nGorąąąąąąąco!

source: Fire, or to be more precise,\ncombustion…\p…Oxygen in the air…\nBlah, blah, blah, blah…
pl: Ogień, a w zasadzie\nspalanie…\p…Tlen znajduje się w powietrzu…\nBla, bla, bla, bla…

# I was a thief, but I went straight as a TRAINER.
source: I was a thief, but I went straight\nas a TRAINER.
pl: Byłem złodziejem, ale zostałem\nTRENEREM.

source: I surrender!
pl: Poddaje się!

# I get this uncontrollable urge to steal other people's POKéMON.
source: I get this uncontrollable urge to\nsteal other people's POKéMON.
pl: Mam dziwną chęć na kradnięcie\nludziom ich POKéMONÓW.

# I've studied POKéMON thoroughly. You can't win!
source: I've studied POKéMON thoroughly.\nYou can't win!
pl: Dokładnie przestudiowałem POKéMONY.\nNie wygrasz!

# My theories are too complicated for you to understand.
source: My theories are too complicated\nfor you to understand.
pl: Moje teorie są zbyt skomplikowane\nżebyś je zrozumiał.

# I like using FIRE-type POKéMON. I just do.
source: I like using FIRE-type POKéMON.\nI just do.
pl: Lubię używać OGNISTYCH POKéMONÓW.\nTo fakt.

source: Too hot to handle!
pl: Za gorąco!

# I wish there were a thief POKéMON. I'd use that!
source: I wish there were a thief POKéMON.\nI'd use that!
pl: Gdyby istniały, używałbym\nPOKéMONÓW złodziei!

# I know why BLAINE became a TRAINER.
source: I know why BLAINE became a\nTRAINER.
pl: Wiem czemu BLAINE został\nTRENEREM.

source: Ow!
pl: Oł!

source: Our LEADER, BLAINE, became lost\nin the mountains but good.\pNight fell when a fiery bird\nPOKéMON appeared.\pIts light allowed BLAINE to find\nhis way down safely.
pl: Nasz LIDER, BLAINE, zgubił się\nkiedyś w górach.\pGdy zapadła noc, pojawił się ognisty\nptasi POKéMON.\pJego światło pozwoliło BLAINE'OWI\nodnaleźć drogę na dół.

# I've been to many GYMS, but this one best suits my style.
source: I've been to many GYMS, but this\none best suits my style.
pl: Byłem w wielu SALACH, ale ta\npodoba mi się najbardziej.

# Yowza! Too hot!
source: Yowza!\nToo hot!
pl: Ała!\nZa gorąco!

# PONYTA, NINETALES… Those are popular FIRE POKéMON.
source: PONYTA, NINETALES…\nThose are popular FIRE POKéMON.
pl: PONYTA, NINETALES…\nTo popularne OGNISTE POKéMONY.

source: Fire is weak against H2O.
pl: Ogień ma problemy z H2O.

# Oh! Snuffed out!
source: Oh!\nSnuffed out!
pl: Och!\nUgaszony!

source: Water beats fire, of course.\pBut fire melts ice, so the FIRE\ntype beats ICE-type POKéMON.
pl: Woda oczywiście gasi ognień.\pAle ogień topi lód, więc typ\nOGNIA pokonuje LODOWE POKéMONY.

source: Yo!\nChamp in the making!\pThe hotheaded BLAINE is a FIRE\nPOKéMON pro.\pDouse his spirits with water!\pYou'd better take some\nBURN HEALS, too.
pl: Hej!\nMistrzuniu!\pBLAINE to pasjonat, jeśli chodzi\no OGNISTE POKéMONY.\pUgaś jego płonące żądze wodą!\pZaopatrz się też\nlepiej w LEK OPARZEN.

# {PLAYER}! You beat that firebrand!
source: {PLAYER}!\nYou beat that firebrand!
pl: {PLAYER}!\nPokonałeś ogniomistrza!

# CINNABAR POKéMON GYM LEADER: BLAINEpWINNING TRAINERS: {RIVAL}
source: CINNABAR POKéMON GYM\nLEADER: BLAINE\pWINNING TRAINERS:\n{RIVAL}
pl: SALA POKéMON CINNABAR\nLIDER: BLAINE\pZWYCIĘZCY:\n{RIVAL}

# CINNABAR POKéMON GYM LEADER: BLAINEpWINNING TRAINERS: {RIVAL}, {PLAYER}
source: CINNABAR POKéMON GYM\nLEADER: BLAINE\pWINNING TRAINERS:\n{RIVAL}, {PLAYER}
pl: SALA POKéMON CINNABAR\nLIDER: BLAINE\pZWYCIĘZCY:\n{RIVAL}, {PLAYER}

source: POKéMON Quiz!\pGet it right, and the door opens to\nthe next room.\pGet it wrong, and face a TRAINER!\pIf you want to conserve your\nPOKéMON for the GYM LEADER…\pThen get it right!\nHere we go!
pl: Quiz POKéMON!\pOdgadnij, a drzwi do następnego\npomieszczenia staną otworem.\pW innym wypadku, zmierz się z\nTRENEREM!\pJeśli chcesz\nzachować POKéMONY dla LIDERA…\pLepiej odpowiadaj poprawnie!

source: CATERPIE evolves into METAPOD?
pl: CATERPIE ewoluuje w METAPODA?

# There are nine certified POKéMON LEAGUE BADGES?
source: There are nine certified POKéMON\nLEAGUE BADGES?
pl: Jest dziewięć certyfikowanych\nODZNAK LIGI?

source: POLIWAG evolves three times?
pl: POLIWAG ewoluuje trzy razy?

# Are electric moves effective against GROUND-type POKéMON?
source: Are electric moves effective\nagainst GROUND-type POKéMON?
pl: Czy elektryczne ruchy są silne\nna ZIEMNE POKéMONY?

# POKéMON of the same kind and level are not identical?
source: POKéMON of the same kind and level\nare not identical?
pl: POKéMON tego samego typu i poziomu\nnie są identyczne?

source: TM28 contains TOMBSTONY?
pl: TM28 zawiera TOMBSTONY?

source: You're absolutely correct!\pGo on through!
pl: Bardzo dobrze!\pMożesz przejść dalej!

# Sorry! Bad call!
source: Sorry!\nBad call!
pl: Przykro mi!\nŹle!

# Don't they have X ATTACK?pI like it because it raises the ATTACK stat in battle.
source: Don't they have X ATTACK?\pI like it because it raises the\nATTACK stat in battle.
pl: Czy nie mają tu X ATAK?\pLubię go, bo zwiększa w walce\nstatystykę ATAKU.

# It never hurts to have extra items. You never know what might happen.
source: It never hurts to have extra items.\nYou never know what might happen.
pl: Nie zaszkodzi mieć zapasu przedmiotów.\nKto wie, co się wydarzy?

source: I came to visit the CINNABAR GYM,\nbut the door is locked tight.\pThere should be a key for it\nsomewhere.\pCould it be in that burned-out\nmansion?\pThe GYM LEADER's friend used to\nlive there, they say.
pl: Chciałam odwiedzić SALĘ w CINNABAR,\nale drzwi są zamknięte.\pGdzieś tu musi być jakiś\nklucz albo coś.\pMoże leży gdzieś w tej\nspalonej posiadłości?\pPonoć mieszkał tam kiedyś\nprzyjaciel LIDERA SALI.

source: Do you have lots of friends?\pLinking up with the usual friends\nis fun, of course.\pBut how about visiting the\nUNION ROOM every so often?\pWho knows, you may end up making\nnew friends.\pI think it would be worth your time\nto check the UNION ROOM.
pl: Masz wielu przyjaciół?\pŁączenie się ze znajomymi jest\nzabawne, to fakt.\pAle może spróbujesz kiedyś\nodwiedzić UNION ROOM?\pKto wie, może w ten sposób poznasz\njakiś nowych przyjaciół.\pMyślę, że warto zaryzykować\ni skorzystać z UNION ROOM.

source: POKéMON can still learn techniques\nafter canceling evolution.\pEvolution can wait until new moves\nhave been learned.
pl: Po anulowaniu ewolucji, POKéMON\nnadal może uczyć się technik.\pEwolucja może poczekać do wyuczenia\nnowych ruchów.

# BILL: Hey, you kept me waiting! Ready to set sail to ONE ISLAND?
source: BILL: Hey, you kept me waiting!\nReady to set sail to ONE ISLAND?
pl: BILL: Hej, czekam tu na ciebie!\nGotów, by wyruszyć na WYSPĘ ONE?

source: Oh, you're still not done yet?
pl: Och, jeszcze nie skończyłeś?

# Well, that's it. Let's go!
source: Well, that's it.\nLet's go!
pl: Więc, ok.\nRuszajmy!

source: It's a photo of BLAINE and\nMR. FUJI.\pThey're standing shoulder to\nshoulder with big grins.
pl: To zdjęcie BLAINE'A i\nPANA FUJI.\pStoją ramie w ramie. Promieniują\nszczerymi uśmiechami.

source: We study POKéMON extensively\nevery day.\pPeople often bring us rare POKéMON\nfor examination.
pl: Ostro studiujemy POKéMONY\nkażdego dnia.\pLudzie przynoszą nam rzadkie\nPOKéMONY do badań.

# A photo of the LAB's founder… DR. FUJI?!
source: A photo of the LAB's founder…\nDR. FUJI?!
pl: Fotka fundatora LABORATORIUM…\nDR. FUJI?!

# POKéMON LAB Meeting Room
source: POKéMON LAB\nMeeting Room
pl: LAB.POKéMON\nSala Spotkań

# POKéMON LAB R & D Room
source: POKéMON LAB\nR & D Room
pl: LAB.POKéMON\nSala R & D

# POKéMON LAB Testing Room
source: POKéMON LAB\nTesting Room
pl: LAB. POKéMON\nSala Testów

source: Tch-tch-tch!\nI'll teach you a nifty move.\pTeach it to a POKéMON, and watch\nthe fun unfold!\pIt's a move called METRONOME.\nDoes it strike your fancy?
pl: Tch-tch-tch!\nNauczę cię fajnego ruchu.\pPokażesz go POKéMONOMI, a\nrozpocznie się zabawa!\pTen ruch nazywany jest METRONOMEM.\nPodoba ci się?

source: I tell you, it's a lot of fun!
pl: Mówię ci, to świetna zabawa!

# Okay! Which POKéMON should I teach?
source: Okay!\nWhich POKéMON should I teach?
pl: Dobra!\nKtóry POKéMON ma go poznać?

source: Tch-tch-tch!\nThat's the sound of a METRONOME.\pIt tweaks your POKéMON's brain into\nusing moves it doesn't even know.
pl: Tch-tch-tch!\nTaki dźwięk wydaje METRONOM.\pPobudza mózg twojego POKéMONA do\nużywania ruchów, których nie zna.

source: Hiya!\pI am important doctor.\nYes, very much so, indeed.\pHere, I study rare POKéMON fossils.\nAll the time, I study.\pYou!\nHave you a fossil for me?
pl: Hejah!\pJestem ważnym doktorem.\nTak, bardzo ważnym.\pTutaj, badamy rzadkie skamieliny\nPOKéMONÓW.\pBadamy je cały czas!\pTy!\nMasz dla mnie skamielinę?

# No! Is too bad!
source: No!\nIs too bad!
pl: Nie?\nTo szkoda!

source: You late.\nWhere were you?\pYour fossil is back to life!\nIt was {STR_VAR_1} like I think!
pl: Spóźniony!\nGdzieś był?\pTwoja skamielina jest ożywiona!\nTo chyba {STR_VAR_1}!

# {PLAYER} received the {STR_VAR_1} from the doctor.
source: {PLAYER} received the {STR_VAR_1}\nfrom the doctor.
pl: {PLAYER} dostaje {STR_VAR_1}\nod doktora.

source: Oh!\nThat is {STR_VAR_2}, it is!\pIt is fossil of {STR_VAR_1},\na POKéMON that is already extinct!\pMy Resurrection Machine will make\nthat POKéMON live again!
pl: Och!\nTo jest {STR_VAR_2}, właśnie tak!\pTo skamielina {STR_VAR_1},\nwymarłego już POKéMONA.\pMa Wskrzeszająca Maszyna spowoduje,\nże ten POKéMON znów ożyje!

source: So!\nYou hurry and give me that!\p{FONT_NORMAL}{PLAYER} handed over the\n{STR_VAR_2} to the weird doctor.
pl: Więc!\nSzybko, dawaj mi ją!\p{FONT_NORMAL}{PLAYER} przekazał\n{STR_VAR_2} dziwnemu doktorkowi.

# I take a little time! You go for walk a little while!
source: I take a little time!\nYou go for walk a little while!
pl: To zajmie chwilkę!\nMożesz iść się gdzieś przejść!

# Aiyah! You come again!
source: Aiyah!\nYou come again!
pl: Ajach!\nZnowu jesteś!

source: I found this most remarkable fossil\ninside MT. MOON.\pI think it's of a rare, prehistoric\nPOKéMON.
pl: Znalazłem tą nadzwyczajną skamielinę\nwewnątrz GÓRY MOON.\pTo ślad po prehistorycznym\nPOKéMONIE.

# EEVEE can evolve into one of three kinds of POKéMON.
source: EEVEE can evolve into one of three\nkinds of POKéMON.
pl: EEVEE może ewoluować w trzy\nróżne POKéMONY.

source: There's an e-mail message.\p… … …\pThere are three legendary bird\nPOKéMON.\pThey are ARTICUNO, ZAPDOS, and\nMOLTRES.\pTheir whereabouts are unknown.\pWe plan to explore the cavern\nclose to CERULEAN.\pFrom: POKéMON RESEARCH TEAM…
pl: Wiadomość e-mail.\p… … …\pIstnieją trzy legendarne POKéMONY\nptaki.\pSą to ARTICUNO, ZAPDOS i MOLTRES.\pIch miejsce pobytu jest nieznane.\pPlanujemy zbadać jaskinie w okolicy\nmiasta CERULEAN.\pOd: ZESPÓŁ BADAWCZY POKéMON…

source: An amber pipe!
pl: Burszt. rura!

source: I went inside ROCK TUNNEL, but it's\npitch-black and scary in there.\pIf I could get a POKéMON to use\nFLASH and light it up…
pl: Wszedłem do TUNELU SKAŁ, ale\njest tam strasznie ciemno!\pGdybym mógł znaleźć POKéMONA, który\nzna BŁYSK i oświetli drogę…

source: Well, isn't this a surprise!\nDIGLETT dug this long tunnel!\pIt goes right to VIRIDIAN CITY,\nthey tell me.
pl: Och, czy to nie niespodzianka!\nDIGLETTY wykopały ten tunel!\pPodobno prowadzi prosto do\nVIRIDIAN CITY.

# FIVE ISLAND Chrono Island: Where Time Goes
source: FIVE ISLAND\nChrono Island: Where Time Goes
pl: WYSPA FIVE\nWyspa Chrono: Gdzie Czas Płynie

source: Oh, this stinks. I wanted to play in\nthe MEADOW.\pBut they put up a weird building\non it, so I can't play there.
pl: Och, kurcze. Chciałem sobie pograć\nna ŁĄCE.\pNiestety, postawili tam jakiś dziwny\nbudynek, więc mój pomysł padł.

source: It's been getting busier around\nthese parts lately.\pI haven't been catching many good\nfish lately, either.
pl: Zrobiło się tu ostatnio dość\ntłoczno.\pOstatnio nie udaje mi się też\nłapać żadnych ryb.

source: Don't worry about buying anything\nfor dinner tonight!\p…That's what my husband said when\nhe went off fishing today.\pI'm not sure if I can count on him\nto live up to that promise.
pl: Nie martw się o to, co dziś kupić\nna obiad!\p…Tak powiedział mój mąż, gdy\nwyszedł wczesnym rankiem na ryby.\pNie jestem pewna, czy mogę liczyć\nna jego zapewnienia.

source: That MEADOW has belonged to our\nfamily for generations.\pI should have had a giant mansion\nbuilt on it.\pIt would be preferable to having\nthose thugs run wild on it!
pl: Ta ŁĄKA należała do naszej\nrodziny od pokoleń.\pPowinienem był zbudować na niej\nolbrzymią posiadłość.\pNie pozwoliłoby to bezkarnie hasać\ntak tym bandytom!

# Aiyeeeeeh!pI thought this was an ancient ruin. But it's teeming with ghosts!
source: Aiyeeeeeh!\pI thought this was an ancient ruin.\nBut it's teeming with ghosts!
pl: Ajeeeeech!\pMyślałem, że to jakieś ruiny.\nAle to jakieś dziwne miejsce!

# Aiyeeeeeh! Mercy!
source: Aiyeeeeeh!\nMercy!
pl: Ajeeech!\nLitości!
